<html>
	<head>
		<title>Олдфаги</title>
        <meta charset="utf-8">
		<link href="../style.css" rel="stylesheet" type="text/css">
	</head>
	<body>
		<h1>Олдфаги</h1><hr size="1" width="99%" noshade color="#D3D3D3">
		<div style="float:right"><img src="../pics/SzvK0pUT58w.png" align="right" height="500" width="300">
		<p class="old">Олдфаг (от англ. oldfag, что при буквальном прочтении old fag может означать «cтарый педик», но фактически фаг/fag — синоним слова «фанат») — характеристика человека, давно и много участвующего в жизни интернет-сообщества. Подразумевается, что олдфаги являются своеобразной элитой того ресурса, на котором они находятся, и обладают широкими знаниями об их истории, традициях, правилах поведения. Статус олдфага является неформальным и присваивается человеку метапедически активным ядром проекта.</p>
		<p class="old2">Cамоназвание давнишних завсегдатаев Двача, особенно битардов, привычных к тамошним проявлениям гомосекса (мужеложества и лесбиянства) , педофилии (детоложества) , копрофилии (говноложества) , зоофилии (скотоложества) , прилюдной мастурбации и другой тому подобной дегенерации, а также подчас склонных участвовать в таковых проявлениях.<br><br>
			Олдфагами зовут (в основном такие же олдфаги) тех, кто некоторое (достаточно продолжительное) время провёл на каком-либо ресурсе, проявляя активность и тем самым заслужив некоторую репутацию. Олдфаги могут быть знакомы с администрацией ресурса (если таковая существует в природе) , и общаться с "небожителями" панибратски, чем вызывают лютую зависть ньюфажия, которое пока ещё со всеми на "вы". Олдфаг - прямой антипод ньюфага, но при этом чёткой грани между ними нет из-за релятивизма времени и пространства. Гордый олдфаг может встретиться с ещё большим олдфагом, для которого олдфажность первого олдфага - не более чем ньюфажность. 
			Частенько степень олдфажности конкретного пациента определяют на глазок, исходя из даты регистрации или номера аккаунта. И то и другое то и дело предоставляет на всеобщее обозрение говноВеб 2.0. Тотального маразма подобные практики достигли на Лепре, где ньюфагов гнобят тупо за месяц регистрации или, например, за то, что они не в первых 20ти тысячах. </p>
		</div>
	</body>
</html>