<html>
	<head>
	<title>Perl</title>
        <meta charset="utf-8">
	</head>
<body>
	<div align="justify">Perl (Перл, тж. Пёрл, быдл. Перловка) — аццки упоротый язык программирования, написанный Ларри Уоллом в 1987 году изначально для работы с текстовой документацией. Состоит из ^регэкспов$ чуть менее, чем полностью, и это так и было задумано: код скрипта — обёртка над ними. Собственно Perl и является родителем современнных регэкспов — они так и называются, PCRE (англ. Perl-compatible regular expressions).</div>
	</body>
</html>