<html>
	<head>
	<title>PHP</title>
        <meta charset="utf-8">
	</head>
<body>
	<div align="justify">PHP (ПХП, похапэ, пэхэпэ, пиашпи, пихапи, пых-пых, пышп, ПиЭйчПи, рнр) — один из немногих языков программирования, владея которым, можно заработать себе на хлеб $ало и воду. Пых как язык подвергается критике за узкую специализацию (полностью заточен под веб), расово-неполноценный синтаксис и ебанутую реализацию ООП. Язык сам по себе прост в изучении, так что на рынке полно низкоквалифицированных индусов, предоставляющих свои услуги, а также скрипт-кидисов. В рунете примерно 95% сайтов написаны или работают на Пыхе, но несмотря на это он был и остаётся примером феерического пиздеца и это факт, с которым трудно поспорить.</div>
	</body>
</html>